-- INSERT INTO metric_units (caption)
-- VALUES ('CUB_M'),
--        ('CUB_CM'),
--        ('SQ_M'),
--        ('SQ_CM'),
--        ('PC');

INSERT INTO notifications (sender, recipient, cargo_arrival_date, status, crossing_point, extra_info)
VALUES ('ООО КНМ', 'Прокуратура МО', '2023-12-28', 'CREATED', 'WEST', 'Бокс типа XL'),
       ('ИП Андреев', 'Х5 Retail Group', '2023-12-24', 'ORDERED', 'EAST', 'Бокс обычный'),
       ('ОАО Интракс', 'Пятерочка', '2023-12-31', 'CREATED', 'MAIN', 'Увеличенный бокс'),
       ('ОАО Интракс', 'Магнит', '2023-12-30', 'ORDERED', 'MAIN', 'Увеличенный бокс'),
       ('ОАО Интракс', 'Дикси', '2023-12-29', 'ORDERED', 'NORTH', 'Увеличенный бокс'),
       ('ИП Николаев', 'Дикси', '2023-12-15', 'CLOSED', 'NORTH', 'Бокс обычный'),
       ('ИП Николаев', 'ИП Авдеев', '2023-12-15', 'CLOSED', 'NORTH', 'Бокс обычный');

INSERT INTO product_packages (caption, capacity, notification_id, metric_unit)
VALUES ('Штукатурка', 23.00, 1, 'CUB_M'),
       ('Половая плитка', 15.50, 1, 'SQ_M'),
       ('Ценные бумаги', 0.2, 2, 'CUB_M'),
       ('Чернила для принтера', 23.00, 2, 'CUB_M'),
       ('Бумага', 1.00, 3, 'CUB_M'),
       ('Песок', 50.20, 3, 'PC'),
       ('Цемент', 15.10, 4, 'PC'),
       ('Бумага', 1.00, 4, 'CUB_M'),
       ('Песок', 50.20, 4, 'PC'),
       ('Цемент', 15.10, 4, 'PC'),
       ('Бумага', 1.00, 5, 'CUB_M'),
       ('Песок', 50.20, 5, 'PC'),
       ('Цемент', 15.10, 5, 'PC'),
       ('Ценные вещи', 1.00, 6, 'PC'),
       ('Ценные вещи', 2.00, 7, 'PC');