INSERT INTO product_packages (caption, capacity, notification_id, metric_unit)
VALUES ('Штукатурка', 23.00, 8, 'CUB_M'),
       ('Половая плитка', 1.50, 8, 'SQ_M'),
       ('Ценные бумаги', 0.3, 9, 'CUB_M'),
       ('Чернила для принтера', 1.15, 9, 'PC'),
       ('Бумага', 1.20, 10, 'CUB_M'),
       ('Песок', 5.20, 10, 'CUB_M'),
       ('Цемент', 5.10, 11, 'CUB_M'),
       ('Бумага', 1.00, 11, 'CUB_M'),
       ('Песок', 50.20, 12, 'PC'),
       ('Цемент', 15.10, 12, 'PC'),
       ('Бумага', 2.00, 13, 'CUB_M'),
       ('Песок', 3.20, 13, 'CUB_M'),
       ('Ценные вещи', 1.00, 13, 'PC');